START_MSG = """Привет <b>{name}</b>! Я - твой личный бот для прогноза погоды.
Чтобы узнать актуальный прогноз погоды, просто напиши мне название города, и я предоставлю тебе информацию о погоде в этом регионе.
Для начала, пожалуйста, укажи город, о котором хочешь узнать. Например: "Москва".
Не стесняйся задавать вопросы о погоде в разных городах. Я всегда готов помочь! Жду твоего запроса!"""  # noqa

WEATHER_MSG = """Погода в <b>{city}</b>:
Температура градусов Цельсия: <b>{temperature}</b>
Давление мм ртутного столба: <b>{pressure}</b>
Ветер метров в секунду: <b>{wind_speed}</b>"""

CITY_NOT_FOUND = 'Не могу найти город'
